// ФУНКЦИОНАЛ ОПЦИОНАЛЬНЫЙ 
// - кнопка перемотки вверх страницы
// - дополнительные горячие клавиши в видеоплейере
// 1. Клавиша Пробел — пауза

// 2. Клавиша M (англ) — отключение/включение звука

// 3. Клавиша > — ускорение воспроизведения ролика

// 4. Клавиша < — замедление воспроизведения ролика

// 5. Клавиша f — включение/выключение полноэкранного режим

// 6. Перемотка стрелками курсова вперед на 10 с или назад

// 7. Клавиши K, J, L дублируют паузу и перемотку как в YouTube

// 8. Клавиши 0...9 - перемотка по эпизодам