[
    {
      "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
      "author": "Стив Макконнелл"
    },
    {
      "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
      "author": "Артур Блох. Законы Мэрфи"
    },
      {
      "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
      "author": "И. Берард"
    },
    { 
      "text" : "Даже самый маленький котёнок - шедевр природы", 
      "author" : "Леонардо да Винчи" 
     },
    {
      "text" : "Бог сотворил кошку для того, чтобы у человека был тигр, которого можно погладить", 
      "author" : "Виктор Гюго"
    },
    {
      "text" : "Думаю, что кошки - это духи, спустившиеся на землю", 
      "author" : "Жюль Верн"
    },
    {
      "text" : "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
      "author" :"Наполеон Хилл"
    },

    {
      "text" : "Стремитесь не к успеху, а к ценностям, которые он дает​",
      "author" : "Альберт Эйнштейн"
    },

    {
      "text" : "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других",
      "author" : "Флоренс Найтингейл"
    },

    {
      "text" : "За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли сделать финальный победный бросок, и я промахивался. Я терпел поражения снова, и снова, и снова. И именно поэтому я добился успеха",
      "author" : "Майкл Джордан"
    },
    {
      "text" : "Сложнее всего начать действовать, все остальное зависит только от упорства",
      "author" : "Амелия Эрхарт"
    },
    {
      "text" : "Надо любить жизнь больше, чем смысл жизни",
      "author" : "Федор Достоевский"
    },
    {
      "text" : "Жизнь - это то, что с тобой происходит, пока ты строишь планы",
      "author" : "Джон Леннон"
    },
    {
      "text" : "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно",
      "author" : "Альберт Эйнштейн"
    },
    {
      "text" : "Через 20 лет вы будете больше разочарованы теми вещами, которые вы не делали, чем теми, которые вы сделали. Так отчальте от тихой пристани. Почувствуйте попутный ветер в вашем парусе. Двигайтесь вперед, действуйте, открывайте!",
      "author" : "Марк Твен"
    },
    {
      "text" : "Начинать всегда стоит с того, что сеет сомнения",
      "author" : "Борис Стругацкий"
    },
    {
      "text" : "Настоящая ответственность бывает только личной",
      "author" : "Фазиль Искандер"
    },
    {
      "text" : "80% успеха - это появиться в нужном месте в нужное время",
      "author" : "Вуди Аллен"
    },
    {
      "text" : "Ваше время ограничено, не тратьте его, живя чужой жизнью",
      "author" : "Стив Джобс"
    },
    {
      "text" : "Победа - это еще не все, все - это постоянное желание побеждать",
      "author" : "Винс Ломбарди"
    },
    {
      "text" : "Наука — это организованные знания, мудрость — это организованная жизнь",
      "author" : "Иммануил Кант"
    },
    {
      "text" : "В моем словаре нет слова «невозможно»",
      "author" : "Наполеон Бонапарт"
    },
    {
      "text" : "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду",
      "author" : "Христофор Колумб"
    },
    {
      "text" : "Свобода ничего не стоит, если она не включает в себя свободу ошибаться",
      "author" : "Махатма Ганди"
    },
    {
      "text" : "Если вы думаете, что на что-то способны, вы правы; если думаете, что у вас ничего не получится - вы тоже правы",
      "author" : "Генри Форд"
    },
    {
      "text" : "Два самых важных дня в твоей жизни: день, когда ты появился на свет, и день, когда понял, зачем",
      "author" : "Марк Твен"
    },
    {
      "text" : "Начинайте делать все, что вы можете сделать – и даже то, о чем можете хотя бы мечтать. В смелости гений, сила и магия",
      "author" : "Иоганн Вольфганг Гете"
    },
    {
      "text" : "Лучшая месть – огромный успех",
      "author" : "Фрэнк Синатра"
    },
    {
      "text" : "Зачастую говорят, что мотивации хватает ненадолго. Но то же самое происходит и с освежающим душем, поэтому и рекомендуют его принимать ежедневно",
      "author" : "Зиг Зиглар"
    },
    {
      "text" : "Слабые люди всю жизнь стараются быть не хуже других. Сильным во что бы то ни стало нужно стать лучше всех",
      "author" : "Борис Акунин"
    },
    {
      "text" : "Все дело в мыслях. Мысль — начало всего. И мыслями можно управлять. И поэтому главное дело совершенствования: работать над мыслями",
      "author" : "Лев Толстой"
    },
    {
      "text" : "Есть только один способ избежать критики: ничего не делайте, ничего не говорите и будьте никем",
      "author" : "Аристотель"
    },
    {
      "text" : "Человек, которым вам суждено стать – это только тот человек, которым вы сами решите стать",
      "author" : "Ральф Уолдо Эмерсон"
    },
    {
      "text" : "Идите уверенно по направлению к мечте. Живите той жизнью, которую вы сами себе придумали",
      "author" : "Генри Дэвид Торо"
    },
    {
      "text" : "Надеюсь, что в конце своих дней, когда я предстану перед Богом, у меня не останется ни капли таланта, чтобы я могла сказать ему: “Я использовала все, что ты дал мне”",
      "author" : "Эрма Бомбек"
    },
    {
      "text" : "Лучше быть уверенным в хорошем результате, чем надеяться на отличный",
      "author" : "Уоррен Баффет"
    },

    {
      "text" : "Некоторые вещи могут завладеть вашим вниманием, но сосредоточьтесь лучше на тех, что завладевают вашим сердцем",
      "author" : "Индийская поговорка"
    },

    {
      "text" : "Стоит только поверить, что вы можете – и вы уже на полпути к цели",
      "author" : "Теодор Рузвельт"
    },

    {
      "text" : "Не стоит винить ребенка за то, что он боится темноты. Настоящая трагедия – это когда взрослый человек боится света",
      "author" : "Платон"
    },

    {
      "text" : "Научитесь говорить “Я не знаю”, и это уже будет прогресс",
      "author" : "Моисей Маймонид"
    },
    {
      "text": "Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him",
      "author": "Johann Wolfgang von Goethe"
    },
    {
      "text": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned",
      "author": "Buddha"
    },
    {
      "text": "When there is no enemy within, the enemies outside cannot hurt you",
      "author": "African proverb"
    },
    {
      "text": "He who controls others may be powerful, but he who has mastered himself is mightier still",
      "author": "Lao Tzu"
    },
    {
      "text": "There is no scarcity of opportunity to make a living at what you love; theres only scarcity of resolve to make it happen",
      "author": "Wayne Dyer"
    },
    {
      "text": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius",
      "author": "Wolfgang Amadeus Mozart"
    },
    {
      "text": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along",
      "author": "H. Bertram Lewis"
    },
    {
      "text": "As an organizer I start from where the world is, as it is, not as I would like it to be",
      "author": "Saul Alinsky"
    },
    {
      "text": "You are the only person on Earth who can use your ability",
      "author": "Zig Ziglar"
    },
    {
      "text": "Complaining doesn't change a thing only taking action does",
      "author": "Byron Pulsifer"
    },
    {
      "text": "Life a culmination of the past, an awareness of the present, an indication of the future beyond knowledge, the quality that gives a touch of divinity to matter",
      "author": "Charles A. Lindbergh"
    },
    {
      "text": "Enjoy the little things, for one day you may look back and realize they were the big things",
      "author": "Robert Brault"
    },
    {
      "text": "With every experience, you alone are painting your own canvas, thought by thought, choice by choice",
      "author": "Oprah Winfrey"
    },
    {
      "text": "Let the beauty of what you love be what you do",
      "author": "Rumi"
    },
    {
      "text": "The world turns aside to let any man pass who knows where he is going",
      "author": "Epictetus"
    },
    {
      "text": "Beauty is not in the face; beauty is a light in the heart",
      "author": "Kahlil Gibran"
    },
    {
      "text": "A day of worry is more exhausting than a day of work",
      "author": "John Lubbock"
    },
    {
      "text": "Truth, and goodness, and beauty are but different faces of the same all",
      "author": "Ralph Emerson"
    },
    {
      "text": "To be great is to be misunderstood",
      "author": "Ralph Emerson"
    },
    {
      "text": "Trust only movement. Life happens at the level of events, not of words. Trust movement",
      "author": "Alfred Adler"
    },
    {
      "text": "Never, never, never give up",
      "author": "Winston Churchill"
    },
    {
      "text": "The most decisive actions of our life... are most often unconsidered actions",
      "author": "Andre Gide"
    },
    {
      "text": "As we grow as unique persons, we learn to respect the uniqueness of others",
      "author": "Robert Schuller"
    },
    {
      "text": "Failure doesn't mean you are a failure it just means you haven't succeeded yet",
      "author": "Robert Schuller"
    },
    {
      "text": "It is the quality of our work which will please God, not the quantity",
      "author": "Mahatma Gandhi"
    }, 
    {
      "text": "Пачынаецца ўсё з любві",
      "author": "Яўгенія Янішчыц"
    },
    {
      "text": "Позна бывае толькі ў труне",
      "author": "Уладзімір Караткевіч"
    },
    {
      "text": "Горай не будзе, бо лепш не было",
      "author": "Уладзімір Някляеў"
    },
    {
      "text": "Не пакідайце ж мовы нашай беларускай, каб не ўмёрлі…",
      "author": "Францішак Багушэвіч"
    },
    {
      "text": "Кожны чалавек носіць сваё неба з сабой",
      "author": "Уладзімір Караткевіч"
    },
    {
      "text": "Загрыміць наша праўда і, як маланка, пераляціць па свеце!",
      "author": "Кастусь Каліноўскі"
    },
    {
      "text": "Трэба дома бываць часцей",
      "author": "Рыгор Барадулін"
    },
    {
      "text": "Жыццё — гэта месца, куды мы прыходзім папіць кавы…",
      "author": "Ігар Бабкоў"
    },
    {
      "text": "Свабоду нельга заваяваць, яе можна толькі дачакацца",
      "author": "Валянцін Акудовіч"
    },
    {
      "text": "Хто не разумее беларускай мовы, той не павінен займаць урадовай пасады на Беларусі",
      "author": "Янка Купала"
    },
    {
      "text": "Будзе незалежнай Беларусь ‒ будзе ўсё. У тым ліку мова і культура. Ня будзе незалежнасьці ‒ хутка ня будзе нічога!",
      "author": "Васіль Быкаў"
    },
    {
      "text": "Ніякае багацце людзей не бывае даражэйшым за іх родную мову",
      "author": "Якуб Колас"
    },
    {
      "text": "Хто забыў сваіх продкаў ‒ сябе губляе, хто забыў сваю мову ‒ усё згубіў",
      "author": "Уладзімер Караткевіч"
    },
    {
      "text": "Яно добра, а нават і трэба знаць суседскую мову, але наперш трэба знаць сваю",
      "author": "Францішак Багушэвіч"
    },
    {
      "text": "Ты, мой брат, каго зваць беларусам, Роднай мовы сваёй не цурайся; Як нi зрокся яе пад прымусам, Так i вольны цяпер не зракайся",
      "author": "Алесь Гарун"
    }

]  